chat_system_1625819635_actor_description=Asmorey. Demon, very busy.
chat_system_1625819635_snap_0_question=^?^[s]A thoughtful demon bends over some papers, working with enthusiasm. With his sharp-clawed finger, he draws flaming runes upon a sheet of parchment.[/s]
chat_system_1625819635_snap_0_answer_0=^?^Ahem, ahem...
chat_system_1625819635_snap_0_answer_1=^?^(Don't distract him from work...)
chat_system_1625819635_snap_1_question=^?^Ah? Great Mgar! Who's here? Who dares prevent me from the creation of Roads? It is here, as you should know, that the destinies of worlds are decided!
chat_system_1625819635_snap_1_answer_0=^?^I'm sorry. I'd like to ask - is there any way I can replenish my supplies here?
chat_system_1625819635_snap_1_header_0=^?^You are distracting me from important work, human! I sell nothing, buy nothing, and I don't give alms. If you could read the runic Kabba, you would read a special warning above the entrance!<br>I am busy. Do not disturb me!
chat_system_1625819635_snap_1_answer_1=^?^I'm sorry. I heard that you might have the sword of Kerus himself in your collection? I'd like to have a look at it!
chat_system_1625819635_snap_1_header_1=^?^I know of no swords and no Kerus! Welbewooll here is a collector of different useless things. Go bother him!
chat_system_1625819635_snap_1_answer_2=^?^Sorry, most respected demon, but what is this important work that you can't stop?
chat_system_1625819635_snap_1_header_2=^?^You are knocking on my door and you don't even know to where you have come?<br>Well then allow me to introduce myself, human. I am Asmorey, the Roads Architect - and one of the best by the way! And if you don't know what that means, I can explain it to you. Architects are highly respected demon mages, who are capable of creating Roads. Also called Fire Bridges, they are passages to other worlds. Each of these passages is unique, and requires highly customized and delicate magic to achieve!<br>Now do you see how important and laborious my work is? So go away and don't disturb me!
chat_system_1625819635_snap_1_answer_3=^?^I'm sorry, but if you're Asmorey, I have some questions for you. I came to you from Isshara - now don't get angry!
chat_system_1625819635_snap_2_question=^?^Isshara? You were sent by the beautiful Isshara? What does the gorgeous Isshara want from me, a miserable architect?
chat_system_1625819635_snap_2_answer_0=^?^You know, Isshara has become very nervous because of you. All her attempts to allure you have been unsuccessful, and she has started to doubt her charms. It seems that she is suffering quite badly.
chat_system_1625819635_snap_3_question=^?^Suffering... That's good, that's just perfect!<br>You see, I'm in love with her madly, but she has so many admirers - how can I compete with them? So in order to put down my intense passion for her, I regularly drink a special potion which I get from the trader, Lew Klisan.<br>Because of this remedy, various unhealthy desires that distract me from work vanish. I feel no fear, no hatred, and most of all, no love. Although actually it does make my back itch.
chat_system_1625819635_snap_3_answer_0=^?^Well, if you are in love, why do you drink that vile potion? Do you really like to itch? Maybe it's better to yield to temptation and to stop suppressing the fire of love?
chat_system_1625819635_snap_4_question=^?^The itch is a side effect. Every potion has side effects, it's an unavoidable evil. And no, I have no use of the fire of love. Work is work, and nobody will do it if I don't. So, tell Isshara that I'll continue to drink the protective potion, getting rid of all feelings and desires!
chat_system_1625819635_snap_4_answer_0=^?^As you wish.
